Repository: PHOENIXCONTACT/MORYX-Demo
Catalog: src/Moryx.Demo/Properties/Strings.*.resx
Languages: it

source: Circuit Board
it: Circuito stampato

source: Color
it: Colore

source: Company
it: Titolo Etichetta

source: Control Cabinet
it: Cabina di controllo

source: Diameter
it: Diametro

source: Disabled
it: Disabili

source: Housing
it: Alloggiamento

source: Hysteresis
it: Isteresi

source: Identifier
it: Identificatore

source: Instance Count
it: Conteggio delle istanze

source: Manual Mode
it: Modalità manuale

source: Material Identifier
it: Identificatore del materiale

source: Nominal Power
it: Potenza nominale

source: Number
it: Numero

source: Packing Quantity
it: Quantità di Imballaggio

source: Reservations
it: Prenotazioni

source: Skip Printing
it: Non stampare etichette

# SOLDERING_POINT
source: Soldering Points
it: Punti di saldatura

source: Soldering Temperature
it: Temperatura di saldatura

source: Success Rate
it: Tasso di successo

source: Test Time
it: Tempo di Prova

source: Voltage
it: Tensione

source: Width
it: Larghezza

source: Weight
it: Peso

source: Height
it: Altezza

source: Article
it: Articolo

# PRINTED_CIRCUIT_BOARD
source: Printed circuit boards
it: Schede a circuito stampato

source: Screen
it: Schermo

# COMPLETED
source: Done
it: Effettuato

source: Failed
it: Fallito

source: Packaged
it: Imballato

source: Scrapped
it: Demolito

# TEST_DESCRIPTOR
source: Description
it: Descrizione

# PACKING_COUNT
source: Packaged parts
it: Parti imballate

# PLUG_PRODUCT_TYPE
source: Plug Article
it: Articolo collegabile

# CELL_STATE
source: State
it: Stato

# SOLDERING_MAINTENANCE_MESSAGE
source: Please replace the soldering tip.
it: Sostituire la punta di saldatura.

# SOLDERING_MAINTENANCE_TITLE
source: Soldering machine requires maintenance
it: La saldatrice richiede manutenzione

# METHOD_WEAR_CYCLE
source: Start a wear down cycle
it: Avviare un ciclo di usura

source: Maintenance threshold
it: Soglia di manutenzione

source: POSTPONE
it: POSPORRE

source: DONE
it: EFFETTUATO

# METHOD_DO_MAINTENANCE
source: Start maintenance
it: Avvio della manutenzione

# METHOD_PUBLISH_NOTIFICATION
source: Publish notification
it: Pubblicare la notifica

source: Total cycles
it: Cicli totali

# CYCLES_SINCE_MAINTENANCE
source: Cycles
it: Cicli

# PACKING_MAINTENANCE_TITLE
source: Packing Robot requires maintenance
it: Il robot di imballaggio richiede manutenzione

# PACKING_MAINTENANCE_MESSAGE
source: Please follow the maintenance instructions for the packing robot
it: Seguire le istruzioni per la manutenzione del robot di imballaggio

source: Maintenance Instruction
it: Istruzioni per la manutenzione
